Repository: joicodev/revel_credits
Catalog: lib/l10n/intl_*.arb
Languages: es

# onboardingFirst
source: Keep a detailed record of your vehicles available for sale.
es: Mantén un registro detallado de tus vehículos disponibles para la venta.

# onboardingSecond
source: Easily register sales of your financed vehicles.
es: Registra fácilmente las ventas de tus vehículos financiados.

# onboardingThird
source: Track the payment status of your clients.
es: Haz seguimiento a los estatus de los pagos de tus clientes.

# onboardingFourth
source: Analyze the performance of your business anytime, anywhere.
es: Analiza el rendimiento de tu negocio en cualquier momento y en cualquier lugar.

# onboardingFirstTitle
source: Available vehicles.
es: Vehículos disponibles.

# onboardingSecondTitle
source: Sales registration.
es: Registro de ventas.

# onboardingThirdTitle
source: Payment status.
es: Estatus de pagos.

# onboardingFourthTitle
source: Performance and analysis.
es: Rendimiento y análisis.

source: Let's go right away!
es: ¡Vamos ahora mismo!

source: Skip
es: Saltar

source: Done
es: Hecho
